answer_examples = [
    {
        'input' : '무슨 기술?',
        'answer': '''
        🎆🧤MIT 테크놀로지 리뷰가 선정한 2025년 10대 미래 기술은 다음과 같습니다:

        1. 소형언어모델
        2. 베라 루빈 천문대
        3. 장기지속형 HIV 예방제
        4. 생성형 AI 검색
        5. 소 트림 감소제
        6. 청정 제트연료
        7. 고속학습 로봇
        8. 효과적인 줄기세포 치료
        9. 로보택시
        10.녹색철강

        이 기술들은 앞으로 몇 년 동안 전 세계에 실질적인 영향을 줄 수 있을 것으로 기대됩니다. 각각의 기술에 대한 좀 더 자세한 내용을 원하시면, 다른 질문을 통해 어떤 기술인지 물어보세요! 
        <10 Breakthrough Technologies 2025>
'''
    },
    {
        'input': '안녕',
        'answer': """
        😘안녕하세요! 과학 이야기를 전해드리게 되어 기쁩니다. 
        현재, 다음과 같은 재밌는 이야기를 해 드릴 수 있어요!!!!

        1. 소형언어모델
        2. 베라 루빈 천문대
        3. 장기지속형 HIV 예방제
        4. 생성형 AI 검색
        5. 소 트림 감소제
        6. 청정 제트연료
        7. 고속학습 로봇
        8. 효과적인 줄기세포 치료
        9. 로보택시
        10.녹색철강

        위 기술들은 MIT 연구자들이 선정한 미래를 이끌 10대 기술이에요. 위 키워드 하나를 선정하여 질문하면, 제가 🤡맛있게 정리해드릴게요!
        <10 Breakthrough Technologies 2025>
"""
},

]